Repository: caicedodavid/coach
Catalog: src/Locale/*/default.po
Languages: es

source: Please, login into the platform. Thanks.
es: Por favor, regístrate en la plataforma, gracias

source: Username:
es: Nombre de usuario:

source: Name:
es: Nombre:

source: Birthdate:
es: Fecha de nacimiento:

source: Email:
es: Correo:

source: Reputation:
es: Reputación:

source: Description:
es: Descripción :

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: Topics
es: Tópicos

source: welcome guest
es: Bienvenido, invitado

source: Logout
es: Cerrar sesión

source: There are no available coaches
es: No hay coaches disponibles

source: Received Payments
es: Pagos recibidos

source: Pending Payments
es: Pagos pendientes

source: Decline
es: Rechazar

source: Are you sure you want to reject this requested session?
es: ¿Estás seguro de que quieres rechazar la sesión?

source: cancel
es: cancelar

source: Are you sure you want to cancel this request?
es: ¿Estás seguro de que quieres cancelar la sesión?

source: Upcomming
es: Próximas

source: Pending
es: Pendientes

source: Historic
es: Histórico

source: You have no topics
es: No tienes tópicos

source: See More
es: Ver más

source: Payment Information
es: Información de pago

source: You have no registerd cards.
es: No tienes tarjetas registradas.

source: Cardholder
es: Nombre en tarjeta

source: Card
es: Tarjeta

source: Default
es: Defecto

source: Actions
es: Acciones

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Are you sure you want to delete this card?
es: ¿Estás seguro de que quieres eliminar esta tarjeta?

source: Add Card
es: Agregar Tarjeta

source: Credit card
es: Tarjeta de crédito

source: There are no purchases to show.
es: No hay compras para mostrar

source: Purchases
es: Compras

source: Price
es: Precio

source: Purchase date
es: Fecha de Pago

source: Select...
es: Seleccionar...

source: Topics from this coach
es: Tópicos de este coach

source: There are no scheduled sessions.
es: No hay sesiones agendadas

source: Cancel Session
es: Cancelar sesión

source: Why do you want to cancel this session?
es: ¿Por qué quieres cancelar esta sesión?

source: There are no sessions to show.
es: No hay sesiones para mostrar

source: Topic and user
es: Tópico y usuario

source: Date and time of session
es: Fecha y hora de la sesión

source: Charges
es: Cargos

source: Payment day
es: Día de pago

source: Observations
es: Observaciones

source: There are no pending sessions to confirm.
es: No hay sesiones pendientes por confirmar.

source: Assist to session:
es: Asiste a la sesión:

source: Assist to your class
es: Assiste a tu clase

source: Your class is not available yet
es: Tu clase no está disponible aún

source: This session was {0}
es: Esta sesión fue {0}

source: Coach comments :
es: Comentarios del coach :

source: Details
es: Detalles

source: My Rating
es: Mi Calificación:

source: Coachee Comments
es: Comentarios del coachee

source: Rate this Session
es: Califica esta sesión

source: Rate your session
es: Califica tu sesión

source: Add Topic
es: Agrega un Tópico

source: There are no topics
es: No hay tópicos

source: Edit Topic
es: duración: {0} minutos

source: Are you sure you want to delete this topic?
es: ¿Estás seguro que quieres eliminar este tópico?

source: The user has been saved.
es: El usuario a sido guardado

source: The user could not be saved. Please, try again.
es: El usuario no pudo ser guardado. Por favor, intente de nuevo

source: Please, activate your account first.
es: Por favor, active su cuenta primero

source: The payment info has been saved.
es: La información de pago ha sido guardada

source: The payment info could not be saved. Please, try again.
es: La información de pago no pudo ser guardada. Por favor, intente de nuevo.

source: The payment info has been deleted.
es: La información de pago ha sido eliminada

source: The payment info could not be deleted. Please, try again.
es: La información de pago no pudo ser eliminada. Por favor, intente de nuevo.

source: Invalid Action
es: Acción inválida

source: Thank you for your rating.
es: Gracias por su evaluación

source: Your rating could not be saved. Please, try again.
es: Su evaluación no pudo ser guardada. Por favor, intente de nuevo.

source: Please, add your payment information first so you can purchase a session.
es: Por favor, agregue su información de pago primero para que pueda coprar una sesión

source: The session has been requested.
es: La sesión ha sido solicitada.

source: The session could not be saved. Please, try again.
es: La sesión no pudo ser guardad. Por favor, intente de nuevo.

source: The session has been rejected.
es: La sesión fue rechazada

source: The session could not be rejected. Please try again later
es: La sesión no pudo ser rechazada. Por favor, intente de nuevo.

source: Payment error, we will conctact the cochee. Please try again later
es: Error de pago, contactaremos al coachee. Por favor, intente más tarde

source: The session has been confirmed.
es: La sesión ha sido confirmada.

source: The session could not be confirmed. Please try again later
es: La sesión no pudo ser confirmada. Por favor intente más tarde

source: The session has been Canceled.
es: La sesión fue cancelada

source: The session could not be canceled. Please try again later
es: La sesión no pudo ser cancelada. Por favor intente más tarde

source: The request has been Canceled.
es: La solicitud fue cacelada.

source: The request could not be canceled. Please try again later
es: La solicitud no pudo ser cancelada. Por favor, intente más tarde.

source: Not performed
es: No realizada

source: Not responded
es: No respondida

source: You must select at least one category.
es: Debes seleccionar al menos una categoría

source: The topic has been saved.
es: El tópico ha sido guardado

source: The topic could not be saved. Please, try again.
es: El tópico no ha sido guardado. Por favor, intente de nuevo

source: You must select at least one category
es: Debe seleccionar al menos una categoría

source: The topic has been deleted.
es: El tópico ha sido eliminado

source: The topic could not be deleted. Please, try again.
es: El tópico no pudo ser eliminado

source: All the sessions were payed
es: Todas las sesiones fueron pagadas

source: Some sessions could not be paid
es: Algunas sesiones no fueron pagadas

source: The user has been deleted.
es: El usuario ha sido eliminado

source: The user could not be deleted. Please, try again.
es: El usuario no pudo ser eliminado. Por favor, intente de nuevo.

source: The category has been saved.
es: La categoría ha sido guardada.

source: The category could not be saved. Please, try again.
es: La categoría no pudo ser guardada. Por favor, intente de nuevo.

source: The category has been deleted.
es: La categoría ha sido eliminada.

source: The category could not be deleted. Please, try again.
es: La categoría no pudo ser borrada. Por favor. intente de nuevo.

source: username is not defined
es: nombre de usuario no está definido.

source: This category cannot be deleted because it has associated topics.
es: Esta categoría no pudo ser eliminada porque tiene tópicos asociados

source: This topic cannot be deleted because it has associated sessions.
es: Este tópico no puede ser eliminado porque tiene sesiones asociadas.

source: Topic
es: Tópico

source: Debt
es: Deuda

source: Select
es: Seleccionar

source: previous
es: previo

source: next
es: siguiente

source: Pay Coach
es: Pagar al coach

source: Pending for payment
es: pendiente de pago

source: There are no coaches to be paid
es: No hay coaches pendientes de pago

source: Pay
es: Pagar

source: List Users
es: Listar usuarios

source: Add User
es: Agregar usuario

source: Are you sure you want to delete # {0}?
es: Estás seguro que deseas eliminar a # {0}

source: Edit User
es: Editar Usuario

source: New User
es: Nuevo usuario

source: Pay coaches
es: Pagar a coaches

source: Categories
es: Categorías

source: Users
es: Usuarios

source: View
es: Ver

source: Delete User
es: Eliminar usuario

source: Username
es: Nombre de usuario

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Role
es: Rol

source: List Categories
es: Listar Categorías

source: Add Category
es: Editar categorías

source: New Category
es: Nueva categoría

source: Delete Category
es: Eliminar categoría

source: List Topics
es: Listar Tópicos

source: New Topic
es: Nuevo tópico

source: Name
es: Nombre

source: Description
es: Descripción

source: Related Topics
es: Tópicos relacionados

source: Duration
es: Duración

source: Coach Id
es: Id del Coach

source: Request a Session:
es: Solicitar una sesión:

source: View my topics:
es: ver mis tópicos

source: Subject:
es: Asunto

source: Date and time:
es: Fecha y hora

source: Comments:
es: Comentarios

source: Your Sessions
es: Mis sesiones

source: My Topics
es: Mis Tópicos

source: Hi {0}
es: Hola {0}

source: The coach {0} has ACCEPTED a session with you
es: El coach {0} ha aceptado una sesión contigo

source: Because of this, you will be charged {0}.
es: Por esto, se te cargará {0}.

source: Coach information:
es: Información del coach

source: Username:{0}
es: Nombre de usuario:{0}

source: Session details:
es: Detalles de la sesión:

source: Subject: {0}
es: Asunto: {0}

source: Date: {0}
es: Fecha: {0}

source: Comments: {0}
es: Comentarios: {0}

source: View your Session
es: Ver tus sesiones

source: The coach {0} has CANCELED a session with you
es: El coach {0} ha cancelado una sesión contigo.

source: Because of this, you will be added {0} to your balance
es: Debido a esto, se te agregará {0} a tu balance

source: Coach comments: {0}
es: Comentarios del Coach: {0}

source: {0} has requested a session with you
es: {0} ha solicitado una sesión contigo

source: Coachee information:
es: Información del coachee:

source: Please, answer your request:
es: Por favor, responda la solicitud:

source: The session could not be scheduled because there was a payment error. This was the response:
es: La sesión no pudo ser agendada porque hubo un error de pago. Esta fue la respuesta:

source: Your sessions have been paid. Yo have received {0} for the following sessions:
es: Tus sesiones fueron pagadas. Has recibido {0} por las siguientes sesiones:

source: Coachee: {0}
es: Cochee: {0}

source: Observation:
es: Observación:

source: The coach {0} has REJECTED session with you
es: El coach ha RECHAZADO una sesión contigo

source: The coachee {0} has CANCELED a session with you
es: El coachee {0} ha cancelado una sesión contigo

source: You have requested a session with {0}
es: Has solicitado una sesión con {0}

source: List Payment Infos
es: Listar información de Pago

source: Add Payment Info
es: Agregar información de pago

source: Edit Payment Info
es: Editar información de pago

source: New Payment Info
es: Nueva información de pago

source: Payment Infos
es: Información de pago

source: Delete Payment Info
es: Eliminar información de pago

source: User
es: Usuario

source: Address1
es: Dirección

source: Address2
es: Dirección 2

source: Country
es: País

source: State
es: Estado

source: City
es: Ciudad

source: Zipcode
es: Código Zip

source: Token Id
es: Id token

source: Request Session with {0}
es: Solicitar una sesión con {0}

source: Coachee Comments:
es: Comentarios del Coachee:

source: Profile
es: Perfil

source: My Sessions
es: Mis sesiones

source: Payments
es: Pagos

source: My Purchases
es: Mis Pagos

source: {0} processed
es: {0} procesados

source: Login
es: Iniciar sesión

source: Edit Profile
es: Editar Perfil

source: Register for coaches
es: Registro para coaches

source: Register for coachees
es: Registro para coachees

source: My Session
es: Mi sesión

source: Requested Session
es: Sesión solicitada

source: Request a Session
es: Solicitar una Sesión

source: click here
es: Haz click aquí

source: Register
es: Registro

source: Accept TOS conditions?
es: ¿Aceptas las condiciones TOS?

source: Enter your username and password
es: Introduce tu nombre de usuario y contraseña

source: Remember me
es: Recuérdame

source: Reset Password
es: Reestablecer contraseña

source: Resend validation email
es: Reenviar email de validación

source: Please enter your email to reset your password
es: Por favor, introduce tu correo para reestablecer tu contraseña

source: Resend Validation email
es: Reeviar correo de validación

source: Email or username
es: Correo o nombre de usuario

source: Register Coach
es: Registro Coach

source: Register Coachee
es: Registro Coachee

source: Activate your account here
es: Activa tu cuenta aquí

source: Thank you
es: Gracias

source: Reset your password here :)
es: Reestablece tu contraseña aquí :)

source: If the link is not correcly displayed, please copy the following address in your web browser {0}
es: Si el link no se ve correctamente, por favor, copia la siguiente dirección en el navegador {0}

source: David's message {0}
es: Mesaje de David {0}

source: Please copy the following address in your web browser {0}
es: Por favor, copia la siguiente dirección en tu navegador {0}

source: Type {0} is not valid
es: Tipo {0} no es válido

source: Account validated successfully
es: Cuenta validada con éxito

source: Account could not be validated
es: Cuenta no pudo ser validada

source: Invalid token and/or social account
es: Token inválido y/o cuenta social

source: Social Account already active
es: Cuenta social ya activa

source: Social Account could not be validated
es: Ceunta social no pudo ser validada

source: Email sent successfully
es: Correo enviado satisfactoriamente.

source: Email could not be sent
es: El correo no pudo ser enviado

source: Invalid account
es: Cuenta inváida

source: Email could not be resent
es: El correo no pudo ser reenviado

source: Please enter your email
es: Por favor, introduzca su correo

source: Your user has not been validated yet. Please check your inbox for instructions
es: Tu usuario no ha sido validado aún, Por favor, revisa tu correo para más instrucciones

source: Your social account has not been validated yet. Please check your inbox for instructions
es: Tu cuenta social no ha sido validad todavía, Por favor, revisa tu correo para más instrucciones

source: Invalid reCaptcha
es: reCaptcha inváildo

source: You are already logged in
es: Ya estás logueado

source: Verification code is invalid. Try again
es: Código de verificaión es inválido

source: Username or password is incorrect
es: Nombre de usuario o contraseña inválidos

source: You've successfully logged out
es: Has cerrado sesión satisfactoriamente

source: User was not found
es: Usuario no fue encontrado

source: Password could not be changed
es: Contraseña no pudo ser cambiada

source: Password has been changed successfully
es: La contraseña ha sido cambiada con éxito

source: Please check your email to continue with password reset process
es: Por favor, revisa tu correo para continuar con el proceso de reestablecer la contraseña

source: The password token could not be generated. Please try again
es: El token de la contraseña no pudo ser generado. Por favor, intente de nuevo.

source: User {0} was not found
es: Usuario {0} no pudo ser encontrado

source: The user is not active
es: El usuario no está activo

source: Token could not be reset
es: El token no pudo ser reestablecido

source: Not authorized, please login first
es: No estás autorizado, por favor, inicia sesión primero.

source: You must log out to register a new user account
es: Debes cerrar sesión para registrar otra cuenta

source: The user could not be saved
es: El usuario no pudo ser guardado

source: You have registered successfully, please log in
es: Te has registrado con éxito, por favor, inicia tu sesión

source: Please validate your account before log in
es: Por favor valida tu cuenta antes de iniciar sesión.

source: The {0} has been saved
es: El {0} ha sido guardado

source: The {0} could not be saved
es: El {0} no pudo ser guardado

source: The {0} has been deleted
es: El {0} ha sido eliminado

source: The {0} could not be deleted
es: El {0} no pudo ser eliminado

source: The reCaptcha could not be validated
es: El reCaptcha no pudo ser validado

source: User account validated successfully
es: Cuenta de usuario validad con éxito

source: User account could not be validated
es: Cuenta de usuario no pudo ser validada

source: User already active
es: usuario ya activo

source: Reset password token was validated successfully
es: Token the reestablecimiento de contraseña validado con éxito

source: Reset password token could not be validated
es: El token the reestablecimiento de contraseña no pudo ser validado

source: Invalid validation type
es: Tipo de validación inválida

source: Invalid token or user account already validated
es: Token inválido o usuario ya validado

source: Token already expired
es: Token ya expiró

source: Token has been reset successfully. Please check your email.
es: Token fue reestablecido con éxito. Por favor revisa tu correo

source: User {0} is already active
es: Usuario {0} ya está activo

source: Your account validation link
es: Link para validar tu cuenta

source: {0}Your reset password link
es: {0}Tu link para reestablecer tu contraseña

source: {0}Your social account validation link
es: {0} tu link para validar tu cuenta social.

source: Reference cannot be null
es: La referencia no puede ser nula

source: Token expiration cannot be empty
es: Fecha de expit=ración del token no pude ser vacía

source: User not found
es: Usuario no encontrado

source: User account already validated
es: Cuenta de usuario ya validada

source: User not active
es: Usuario no activo

source: The current password does not match
es: La contraseña actual no coincide

source: You cannot use the current password as the new one
es: No puedes usar la misma contraseña

source: User not found for the given token and email.
es: Usuario no encontrado dado el token y correo

source: Token has already expired user with no token
es: El token ya expiró usuario sin token

source: Account already validated
es: Cuenta ya validad

source: Account not found for the given token and email.
es: Cuenta no encontrada dado el token y correo

source: Unable to login user with reference {0}
es: No se pudo loguear al usuario usando la referencia {0}

source: Email not present
es: Correo no presente

source: Your password does not match your confirm password. Please try again
es: las contraseñas no coinciden. Por favor, intente de nuevo.

source: Username already exists
es: Nombre de usuario ya existe

source: Email already exists
es: Correo ya existe

source: Reset your password here
es: Reestable tu contraseña aquí

source: Activate your social login here
es: Activa tu login social aquí

source: If the link is not correctly displayed, please copy the following address in your web browser {0}
es: Si el link no se muestra correctamente, por favor copia la siguiente dirección en tu navegador

source: Please copy the following address in your web browser to activate your social login {0}
es: Por favor copia la siguiente dirección en tu navegador para activar tu cuenta social {0}

source: First name
es: Nombre

source: Last name
es: Apellido

source: Please enter the new password
es: Por favor introduzca la nueva contraseña

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Confirm password
es: Confirma l contraseñá

source: Token expires
es: Token expira

source: New {0}
es: Cambiar contraseña

source: Change Password
es: Cambiar contraseñá

source: Social Accounts
es: Ceuntas sociales

source: Provider
es: Proveedor

source: Link to {0}
es: Link a {0}

source: Verification Code
es: Código de verificación

source: Welcome, {0}
es: Bienvenido, {0}

source: Load More
es: Cargar más

source: This field is required
es: Este capo es requerido

source: Accept
es: Aceptar

source: Request Session
es: Solicitar sesión

source: Request Session about this topic
es: Solicitar sesión sobre este tópico

source: Edit topic
es: Editar tópico

source: Delete topic
es: Eliminar tópico

source: Add new topic
es: Agregar nuevo tópico

source: {0} from now
es: {0} desde ahora

source: course Categories
es: Cursos por categoría

source: share this course
es: comparte este curso

source: Students
es: Estudiantes

source: Birthdate
es: Fecha de nacimiento

source: Profession
es: Profesión

source: Profile Image
es: Imagen de Perfil

source: Twitter Account
es: Cuenta de Twitter

source: Facebook Account
es: Cuenta de Facebook

source: Coach Detail
es: Detalle del Coach

source: Comments
es: Comentarios

source: Canceled
es: Cancelada

source: Past
es: Pasada

source: Rejected
es: Rechazada

source: Sessions
es: Sesiones

source: registered cardss
es: Número de tarjeta

source: Billing Details
es: Detalles de Facturación

source: Card Details
es: Detalles de la Tarjeta

source: Price (USD)
es: Precio (USD)
