Repository: caicedodavid/coach
Catalog: plugins/EducoTheme/src/Locale/*/educo_theme.po
Languages: es

source: Username:
es: Nombre de usuario:

source: Name:
es: Nombre:

source: Birthdate:
es: Año de nacimiento:

source: Email:
es: Correo:

source: Reputation:
es: Reputación:

source: Description:
es: Decripción:

source: Received Payments
es: Pagos recibidos

source: Pending Payments
es: Pagos pendientes

source: Decline
es: Declinar

source: Are you sure you want to reject this requested session?
es: ¿Estás seguro que deseas rechazar la sesión solicitada?

source: cancel
es: cancelar

source: Are you sure you want to cancel this request?
es: ¿Estás seguro que deseas cancelar esta solicitud?

source: Upcomming
es: Venidera

source: Pending
es: Pendiente

source: Historic
es: Histórico

source: You have no topics
es: No posees tópicos

source: See More
es: Ver más

source: Payment Information
es: Información de pago

source: You have no registerd cards.
es: No tienes tarjetas registradas.

source: Cardholder
es: Tarjetahabiente

source: Card
es: Tarjeta

source: Default
es: Predefinida

source: Actions
es: Acciones

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Are you sure you want to delete this card?
es: ¿Estás seguro que deseas eliminar esta tarjeta?

source: Add Card
es: Agregar Tarjeta

source: Credit card
es: Tarjeta de crédito

source: There are no purchases to show.
es: No hay compras para mostrar.

source: Purchases
es: Compras

source: Price
es: Precio

source: Purchase date
es: fecha de pago

source: Select...
es: Seleccionar...

source: Topics from this coach
es: Tópicos de este coach

source: There are no scheduled sessions.
es: No hay sesiones agendadas

source: Cancel Session
es: Cancelar sesión

source: Why do you want to cancel this session?
es: ¿Por qué deseas cacelar esta sesión?

source: There are no sessions to show.
es: No hay sesiones para mostrar

source: Topic and user
es: Tópico y usuario

source: Date and time of session
es: Fecha y hora de la sesión

source: Charges
es: Cargos

source: Payment day
es: Día de pago

source: Observations
es: Observaciones

source: There are no pending sessions to confirm.
es: No hay sesiones pendientes por confirmar

source: Assist to session:
es: Asistir a la sesión

source: Assist to your class
es: Asistir a tu clase

source: Your class is not available yet
es: Tu clase no está disponible todavía

source: This session was {0}
es: Esta sesión fue {0}

source: Coach comments :
es: Comentarios del coach :

source: Details
es: Detalles

source: My Rating
es: My clasificación

source: Coachee Comments
es: comentarios del coachee

source: Rate this Session
es: clasifica esta sesión

source: Rate your session
es: Clasifica tu sesión

source: Add Topic
es: Agregar tópico

source: There are no topics
es: No hay tópicos

source: Edit Topic
es: Edita tópicos

source: duration: {0} minutes
es: duración: {0} minutos

source: Are you sure you want to delete this topic?
es: ¿Estás seguro que deseas aliminar este tópico?

source: Edit Profile
es: Editar perfil

source: Register for coaches
es: Registro para coaches

source: Register for coachees
es: Registros para coachees

source: Request a Session
es: Solictar una sesión

source: Register
es: Registro

source: Accept TOS conditions?
es: ¿Acepta las condiciones de TOS?

source: Login
es: Iniciar sesión

source: Enter your username and password
es: Introduzca su nombre de usuario y contraseña

source: Remember me
es: Recuérdame

source: Reset Password
es: Reestablecer contraseñá

source: Resend validation email
es: Reenviar correo de validación

source: Resend Validation email
es: Reenviar correo de validación

source: Email or username
es: Correo o nombre de usuario

source: previous
es: previo

source: next
es: siguiente

source: Load More
es: Cargar más

source: Accept
es: Aceptar

source: Request Session
es: Solicitar sesión

source: Edit topic
es: Editar tópico

source: Delete topic
es: Eliminar tópico
